Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/npolar.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Sustained changes in the expanse, volume and mass of Arctic glaciers are governed by climate and oceanographic factors that affect mass balance.
nb: Langvarige endringer i utstrekning, volum og masse til isbreene i Arktis styres av klimaendringer og oseanografiske forhold som endrer massebalansen.

source: A study in Canada estimated that thawing of the Canadian permafrost alone would release 75 to 560 million tonnes of carbon to the atmosphere before 2100, and increase the earth’s temperature by 0.5°C in addition to the warming that is already projected.
nb: En kanadisk studie har anslått at tinende permafrost i Canada alene ville kunne frigjøre 75 til 560 milliarder tonn karbon i atmosfæren innen 2100, og øke jordens temperatur med 0,5 ˚C i tillegg til øvrig forventet oppvarming.
